[
  {
    "manName": "Akira",
    "manThumbnail": "/src/assets/manga/akira/thumbnail.jpg",
    "manBanner": "/src/assets/manga/akira/banner.jpg",
    "manSynopsis": "En el año 2030, 38 años después de la III Guerra Mundial. Sobre las ruinas de Tokio se alza la metrópolis de Neo-Tokio, una ciudad opresiva e inhumana donde la violencia, el terrorismo y la droga son problemas cotidianos. Las sectas religiosas y los grupos extremistas, aprovechándose de la insatisfacción de los ciudadanos, cultivan el mito de AKIRA, un 'niño cobaya' depositario de la 'energía absoluta' cuya resurrección significaría para Japón el amanecer de una nueva era. El gobierno experimenta sobre niños con poderes psíquicos para represar la ciudad. Mientras la historia se centra en dos motociclistas callejeros, Kaneda y Tetsuo, muy buenos amigos que, cuando Tetsuo sufre un choque contra un niño psíquico en una pelea de bandas, obtiene poderes que poco a poco se incrementan, provocándole alucinaciones y poderes paranormales increíbles. Mientras Tetsuo Libera caos en la ciudad y descontrol total para demostrar sus poderes creyéndose un Dios, Kaneda lo intenta detener antes que sea",
    "manDemography": "SEINEN",
    "manRealease": "1982/10/14",
    "manGenre": [
      "ACCION",
      "SUPERNATURAL",
      "VIDA_ESCOLAR"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 3,
    "manChapters": []
  },
  {
    "manName": "Berserk",
    "manThumbnail": "/src/assets/manga/berserk/thumbnail.jpg",
    "manBanner": "/src/assets/manga/berserk/banner.jpg",
    "manSynopsis": "Guts, un ex-mercenario conocido como el 'Espadachín Negro', y en búsqueda de su venganza. Luego de una tumultuosa infancia, él finalmente encuentra a alguien a quien respeta y en quien puede confiar; y todo se desmorona cuando esta persona le arrebata todo lo importante para él, con el propósito de cumplir sus propios deseos. Ahora, siendo portador de la marca, Guts se encuentra condenado a un destino en el que es implacablemente perseguido por seres demoníacos. Encaminado en una terrible misión llena de desgracia, Guts, armado con una espada gigante y una fuerza monstruosa, no dejará que nada lo detenga, ni siquiera la misma muerte, hasta que sea capaz de tomar la cabeza de aquél que le robó toda su humanidad.",
    "manDemography": "SEINEN",
    "manRealease": "1989/07/25",
    "manGenre": [
      "ACCION",
      "PSICOLOGICO",
      "TRAGEDIA",
      "DEMONIOS",
      "GORE",
      "SUPERNATURAL",
      "FANTASIA"
    ],
    "manStatus": "EMISION",
    "manIdPublisher": 4,
    "manChapters": []
  },
  {
    "manName": "Death Note",
    "manThumbnail": "/src/assets/manga/death-note/thumbnail.jpg",
    "manBanner": "/src/assets/manga/death-note/banner.jpg",
    "manSynopsis": "Un shinigami, como dios de la muerte, puede matar a cualquier persona, siempre que vea la cara de su víctima y escriba su nombre en un cuaderno llamado Death Note. Un día, Ryuk, aburrido por el estilo de vida shinigami e interesado en ver cómo un humano usaría un Death Note, deja caer uno en el reino humano. Light Yagami, estudiante de secundaria y prodigio, se topa con el Death Note y, dado que deplora el estado del mundo, prueba el cuaderno mortal escribiendo el nombre de un criminal. Cuando el criminal muere inmediatamente después de su experimento con la Death Note, Light se sorprende y reconoce rápidamente cuán devastador podría ser el poder que ha caído en sus manos. Con esta capacidad divina, Light decide extinguir a todos los criminales para construir un mundo nuevo donde el crimen no exista y la gente lo adore como un dios. La policía, sin embargo, descubre rápidamente que un asesino en serie está apuntando a criminales y, en consecuencia, trata de detener al culpable. Para hacer esto, los investigadores japoneses cuentan con la ayuda del mejor detective del mundo: un hombre joven y excéntrico conocido solo por el nombre de L.",
    "manDemography": "SHOUNEN",
    "manRealease": "2003/12/1",
    "manGenre": [
      "ACCION",
      "DRAMA",
      "SUPERNATURAL",
      "MISTERIO",
      "PSICOLOGICO",
      "CRIMEN",
      "POLICIACO"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 5,
    "manChapters": []
  },
  {
    "manName": "Dororo",
    "manThumbnail": "/src/assets/manga/dororo/thumbnail.jpg",
    "manBanner": "/src/assets/manga/dororo/banner.jpg",
    "manSynopsis": "Daigo Kagemitsu, quien trabaja para un general samurai en el Período Sengoku (guerras feudales), promete ofrecer partes del cuerpo de su bebé no nacido a 48 demonios a cambio del completo dominio del país. Cuando el niño nace, Daigo lo deja en un río, esperando que el chico muera. Un amable sabio, sin embargo, lo encuentra y adopta. El sabio equipa a su pobre hijo con prótesis. El tiempo pasa y el bebé crece en un niño que hace llamarse Hyakkimaru. Cada vez que Hyakkimaru elimina a un demonio, recupera una de las partes de su cuerpo. Hyakkimaru rescata a un niño ladrón llamado Dororo de un grupo de hombres a los cuales el joven intentó robar. Juntos viajan a través del país en busca de los demonios que poseen las partes de Hyakkimaru. A través de sus viajes, se enfrentarán a una serie de monstruos y fantasmas.",
    "manDemography": "SHOUNEN",
    "manRealease": "2001/11/30",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "HORROR",
      "HISTORIA",
      "SUPERNATURAL",
      "TRAGEDIA"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 6,
    "manChapters": []
  },
  {
    "manName": "Fullmetal Alchemist",
    "manThumbnail": "/src/assets/manga/fullmetal-alchemist/thumbnail.jpg",
    "manBanner": "/src/assets/manga/fullmetal-alchemist/banner.jpg",
    "manSynopsis": "La historia se centra en dos hermanos, Edward Elric y Alphonse Elric que rompieron el mayor tabú de la alquimia, la trasmutación humana al tratar de revivir a su fallecida madre; en consecuencia Edward pierde su pierna izquierda y Alphonse pierde todo su cuerpo, Edward para salvar a su hermano sella su alma en una gran armadura de hierro a cambio de su brazo derecho; ahora los dos con un nuevo objetivo buscan desesperadamente la piedra filosofal para poder regresar sus cuerpos a la normalidad...",
    "manDemography": "SHOUNEN",
    "manRealease": "2001/07/12",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "COMEDIA",
      "DRAMA",
      "SUPERNATURAL",
      "MAGIA"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Hajime No Ippo",
    "manThumbnail": "/src/assets/manga/hajime-no-ippo/thumbnail.jpg",
    "manBanner": "/src/assets/manga/hajime-no-ippo/banner.jpg",
    "manSynopsis": "Makunouchi Ippo es un chico muy reservado y muy tímido de 17 años que trabaja con su madre en un negocio familiar de botespara pesca llamado ' tienda de pesca makunouchi ' Debido a ello él nunca tiene tiempo libre para dedicarse a los deportes o hacer amigos. Un día, mientras caminaba cerca de un puente camino a casa, unos abusones de su colegio (Masahiko Umezawa es líder del grupo) le comenzaron a propinar golpes por su particular olor a lombrices, pero es salvado por un famoso boxeador llamado Mamoru Takamura, que después de ayudarlo decide llevarlo al gimnasio donde entrena mientras recupera la consciencia. Después de eso, decide animarlo un poco haciendo que de golpes a un costal de arena. Al ver que Ippo tiene talento decide prestarle unos vídeos de los mejores KO de Mike Tyson. Cuando Ippo ve estos vídeos desea ser un boxeador profesional como Takamura con el objetivo de resurgir o renacer como lo hizo Tyson y desea saber 'qué se siente al ser fuerte'.",
    "manDemography": "SHOUNEN",
    "manRealease": "1989/09/27",
    "manGenre": [
      "ACCION",
      "COMEDIA",
      "DRAMA",
      "DEPORTE",
      "FANTASIA",
      "ARTES_MARCIALES"
    ],
    "manStatus": "EMISION",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Hitoribocchi no oo Seikatsu",
    "manThumbnail": "/src/assets/manga/hitoribocchi-no-oo-seikatsu/thumbnail.jpg",
    "manBanner": "/src/assets/manga/hitoribocchi-no-oo-seikatsu/banner.jpg",
    "manSynopsis": "Hitori Bocchi sufre de ansiedad social extrema, ella no es buena para hablar con la gente, toma medidas muy extremas, es sorprendentemente hábil para evitar a las personas, le dan calambres cuando se esfuerza demasiado, se siente llena de sí misma cuando está sola, vomita cuando se expone a la tensión extrema y, a menudo viene con planes. Ahora ella está entrando en la escuela media y su único amigo, Yawara Kai, asiste a una escuela diferente. Esto deja a Bocchi sola, rodeada de nuevos compañeros con los que debe hacer amigos antes de que Kai vuelva a hablar con ella de nuevo.",
    "manDemography": "SHOUNEN",
    "manRealease": "2013/09/27",
    "manGenre": [
      "COMEDIA",
      "RECUENTOS_DE_LA_VIDA",
      "VIDA_ESCOLAR"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Made in Abyss",
    "manThumbnail": "/src/assets/manga/made-in-abyss/thumbnail.jpg",
    "manBanner": "/src/assets/manga/made-in-abyss/banner.jpg",
    "manSynopsis": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas lleno de misteriosas reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades crípticas del Abismo. Con el paso del tiempo, estos exploradores son conocidos como “Exploradores de las Profundidades”. En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot…",
    "manDemography": "SEINEN",
    "manRealease": "2012/10/01",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "PSICOLOGICO",
      "SUPERNATURAL",
      "CIENCIA_FICCION",
      "FANTASIA",
      "MAGIA",
      "MISTERIO",
      "SUPERVIVENCIA"
    ],
    "manStatus": "EMISION",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Mob Psycho 100",
    "manThumbnail": "/src/assets/manga/mob-psycho-100/thumbnail.jpg",
    "manBanner": "/src/assets/manga/mob-psycho-100/banner.jpg",
    "manSynopsis": "Kageyama Shigeo (también conocido como 'Mob') Está en octavo grado con habilidades psíquicas. Puede doblar cucharas y levantar objetos con su mente desde una edad temprana, pero poco a poco comenzó a retener el uso de sus habilidades en público debido a la atención negativa siguió recibiendo. Ahora, lo único que quiere es llegar a ser amigos con una chica de su clase, Tsubomi. Con su 'mentor' psíquica (que no tiene poderes psíquicos), continúa su vida de cada día, tratando de darse cuenta de su propósito en la vida.",
    "manDemography": "SHOUNEN",
    "manRealease": "2012/04/18",
    "manGenre": [
      "ACCION",
      "COMEDIA",
      "RECUENTOS_DE_LA_VIDA",
      "SUPERNATURAL",
      "PSICOLOGICO",
      "VIDA_ESCOLAR",
      "AVENTURA"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Neon Genesis Evangelion",
    "manThumbnail": "/src/assets/manga/neon-genesis-evangelion/thumbnail.jpg",
    "manBanner": "/src/assets/manga/neon-genesis-evangelion/banner.jpg",
    "manSynopsis": "En el año 2015 la humanidad intenta recuperarse del “Segundo impacto”, una catástrofe provocada por la caída de un meteorito en la Antártida años atrás. Tras sobrevivir al deshielo de los polos y a una inmediata sucesión de guerras sin fin, los seres humanos deben enfrentarse a un nuevo y mortal peligro. Unos misteriosos seres denominados Ángeles aparecen de improvisto llevando la destrucción por donde pasan. Para frenar esta amenaza, el científico Gendo Ikari ha desarrollado los Evangelion, gigantescos robots que se convierten en la última línea de defensa para la humanidad. Uno de los primeros pilotos escogidos recibe el nombre de “Tercer Elegido”. Shinji Ikari, hijo que Gendo abandonó, se verá obligado a sondear las profundidades de sus propios recursos internos y así encontrar el valor y la fuerza, no sólo para luchar… sino para sobrevivir o arriesgarse a perderlo todo.",
    "manDemography": "SHOUNEN",
    "manRealease": "1994/12/26",
    "manGenre": [
      "ACCION",
      "DRAMA",
      "PSICOLOGICO",
      "CIENCIA_FICCION",
      "MECHA",
      "SUPERNATURAL",
      "THRILLER"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Ousama Ranking",
    "manThumbnail": "/src/assets/manga/ousama-ranking/thumbnail.jpg",
    "manBanner": "/src/assets/manga/ousama-ranking/banner.jpg",
    "manSynopsis": "La historia se centra en Bojji, un príncipe sordo e impotente que ni siquiera puede empuñar la espada de un niño. Como hijo primogénito, se esfuerza mucho y sueña con convertirse en el rey más grande del mundo.",
    "manDemography": "SHOUNEN",
    "manRealease": "2017/11/06",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "COMEDIA",
      "DRAMA",
      "RECUENTOS_DE_LA_VIDA"
    ],
    "manStatus": "EMISION",
    "manIdPublisher": 1,
    "manChapters": []
  },
  {
    "manName": "Spy x Family",
    "manThumbnail": "/src/assets/manga/spy-x-family/thumbnail.jpg",
    "manBanner": "/src/assets/manga/spy-x-family/banner.jpg",
    "manSynopsis": "El espía profesional conocido como <Twilight> ha realizado misiones en cubierto durante muchos años, con la finalidad de conseguir un mundo mejor. Pero un día, él recibe un particular y difícil encargo por parte de sus superiores. Para esta misión, ¡¿tiene que formar una familia temporal y comenzar una nueva vida?! Una comedia de acción y espías sobre una familia como ninguna otra.",
    "manDemography": "SHOUNEN",
    "manRealease": "2019/03/25",
    "manGenre": [
      "ACCION",
      "FAMILIA",
      "ROMANCE",
      "DRAMA",
      "RECUENTOS_DE_LA_VIDA"
    ],
    "manStatus": "EMISION",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Vagabond",
    "manThumbnail": "/src/assets/manga/vagabond/thumbnail.jpg",
    "manBanner": "/src/assets/manga/vagabond/banner.jpg",
    "manSynopsis": "Vagabond nos relata la historia de Shinme Takezo, un joven salvaje que no duda en involucrarse en combates a muerte para forjarse una reputación y que está destinado a convertirse en el legendario Santo de la Espada Miyamoto Musashi. Este es el viaje de un joven vagabundo con una sola meta 'ser invencible bajo el sol' y para esto desafiará a los más grandes artistas marciales de su época lo cual hará crecer como guerrero y como persona.",
    "manDemography": "SEINEN",
    "manRealease": "1999/03/23",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "DRAMA",
      "HISTORIA",
      "SAMURAI"
    ],
    "manStatus": "HIATUS",
    "manIdPublisher": 2,
    "manChapters": []
  },
  {
    "manName": "Vinland Saga",
    "manThumbnail": "/src/assets/manga/vinland-saga/thumbnail.jpg",
    "manBanner": "/src/assets/manga/vinland-saga/banner.jpg",
    "manSynopsis": "En una fría región de Islandia, Thorfinn, hijo de Thors, conocido como el Troll de Jom, vive junto a su padre, su madre y su hermana mayor. Thorfinn sueña con ser un gran guerrero, pero descubrirá lo que ello supone cuando su padre sea llamado a filas por el rey de Dinamarca para participar en la conquista de Inglaterra y este sea asesinado por el ambicioso mercenario Askeladd. Desde ese momento, Thorfinn vivirá solo para la venganza, pero para ganarse el derecho a retar al asesino de su padre a un duelo a muerte se verá obligado a pasar a formar parte de la misma tropa de Askeladd y realizar hazañas en su nombre.",
    "manDemography": "SEINEN",
    "manRealease": "2005/07/13",
    "manGenre": [
      "ACCION",
      "AVENTURA",
      "DRAMA",
      "HISTORIA",
      "GORE",
      "PSICOLOGICO"
    ],
    "manStatus": "FINALIZADO",
    "manIdPublisher": 2,
    "manChapters": []
  }
]